Repository: EasonHe/CallDesk
Catalog: CallDesk/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: A pack with this name already exists.
zh_hans: 已存在同名素材包。

source: About
zh_hans: 关于

source: About CallDesk
zh_hans: 关于 CallDesk

source: Accent
zh_hans: 强调

source: action
zh_hans: 个叫号

source: actions
zh_hans: 个叫号

source: Actions: %lld
zh_hans: 叫号项：%lld

source: Active Speech Policy
zh_hans: 播报策略

source: Add Action
zh_hans: 新增叫号项

source: Add Board
zh_hans: 新增面板

source: All boards are archived.
zh_hans: 所有面板均已归档。

source: All boards, actions, and call history stay on this device. CallDesk collects no data, uses no tracking, and needs no network connection.
zh_hans: 所有看板、叫号条目和历史记录都只保存在本机。CallDesk 不收集任何数据、不使用任何跟踪，也无需网络连接。

source: All Results
zh_hans: 全部结果

source: All Time
zh_hans: 全部时间

source: Announcements follow the selected system output device.
zh_hans: 播报跟随所选的系统输出设备。

source: Announcements use the app's built-in natural Chinese voices and work fully offline.
zh_hans: 播报使用应用内置的自然中文女声，完全离线可用。

source: Appearance
zh_hans: 外观

source: Archived
zh_hans: 已归档

source: Audio Clip
zh_hans: 音频文件

source: Audio Clips
zh_hans: 音频素材

source: Audio Output
zh_hans: 音频输出

source: Audio Route
zh_hans: 音频通道

source: Automatic (Best Quality)
zh_hans: 自动（最佳音质）

source: Batch Add
zh_hans: 批量新增

source: Bluetooth
zh_hans: 蓝牙

source: Board
zh_hans: 面板

source: Boards
zh_hans: 面板

source: Boards: %lld
zh_hans: 面板：%lld

source: Built-in audio clips are assigned in order.
zh_hans: 内置音频将按顺序自动分配。

source: Built-in Clips
zh_hans: 内置音频

source: Built-in clips ship with the app and cannot be removed.
zh_hans: 内置素材随 App 提供，无法删除。

source: Built-in Speaker
zh_hans: 内置扬声器

source: Call Again
zh_hans: 重新叫号

source: CallDesk is a lightweight, offline-first calling app for frontline staff. Tap an item, the voice plays, and the queue moves on.
zh_hans: CallDesk 是一款面向一线员工的轻量级离线优先叫号应用。点一下条目，语音即刻播报，队列继续前进。

source: Calling
zh_hans: 叫号

source: Calling blocks will appear here when they are available.
zh_hans: 后续将在这里展示叫号块。

source: Calling history will appear here.
zh_hans: 叫号记录将在这里显示。

source: Calling…
zh_hans: 正在叫号…

source: Cancel
zh_hans: 取消

source: Cancelled
zh_hans: 已取消

source: Choose Audio
zh_hans: 选择音频

source: Clear all history records?
zh_hans: 清空全部历史记录？

source: Clear Filters
zh_hans: 清除筛选

source: Clear History
zh_hans: 清空历史

# clips
source: %d clips
zh_hans: %d 个素材

source: Completed
zh_hans: 已完成

source: Completed At
zh_hans: 完成时间

source: Configure external displays in a later phase.
zh_hans: 将在后续阶段配置外接显示。

source: Configure speech options in a later phase.
zh_hans: 将在后续阶段配置语音选项。

source: Connect a screen with a cable or AirPlay to show calls on it automatically.
zh_hans: 通过线缆或 AirPlay 连接屏幕后，叫号内容会自动显示在第二屏上。

source: Connected
zh_hans: 已连接

source: Copyright
zh_hans: 版权

source: Count
zh_hans: 数量

source: Create
zh_hans: 创建

source: Create and manage calling boards here.
zh_hans: 在这里创建和管理叫号面板。

source: Critical
zh_hans: 紧急

source: Current Output
zh_hans: 当前输出

source: Dark
zh_hans: 深色

source: Data & About
zh_hans: 数据与关于本应用

source: Default Clip
zh_hans: 默认音频

source: Delay
zh_hans: 延迟

source: Delete
zh_hans: 删除

source: Delete Pack
zh_hans: 删除素材包

source: Delete Selected
zh_hans: 删除所选

source: Delete Selected Actions?
zh_hans: 删除选中的叫号？

source: Delete the selected history records?
zh_hans: 删除所选的历史记录？

source: Delete this history record?
zh_hans: 删除这条历史记录？

source: Deselect All
zh_hans: 取消全选

source: Destination
zh_hans: 目的地

source: Disabled
zh_hans: 已禁用

source: Display
zh_hans: 显示

source: Done
zh_hans: 完成

source: Each action speaks its generated name.
zh_hans: 每个动作将朗读其生成的名称。

source: Edit
zh_hans: 编辑

source: Edit Action
zh_hans: 编辑叫号项

source: Edit Board
zh_hans: 编辑面板

source: Enabled
zh_hans: 启用

source: Enhanced
zh_hans: 增强

source: Error
zh_hans: 错误

source: External Display
zh_hans: 外接显示

source: Failed
zh_hans: 失败

source: Filter
zh_hans: 筛选

source: Follow System
zh_hans: 跟随系统

source: Give this pack a name. Names must be unique.
zh_hans: 为素材包命名，名称不能重复。

source: Headphones
zh_hans: 耳机

source: History
zh_hans: 记录

source: History records are snapshots and stay available after the original action is deleted.
zh_hans: 历史记录是快照，原有动作被删除后仍可查看。

source: Ignore New Call
zh_hans: 忽略新叫号

source: Import
zh_hans: 导入

source: Import a custom audio clip to play instead of speaking text.
zh_hans: 导入自定义音频文件，播放时将代替朗读文本。

source: Import a zip archive as a pack or add a single audio file.
zh_hans: 导入 zip 压缩包作为素材包，或添加单个音频素材。

source: Import an audio file to use it for calling.
zh_hans: 导入音频文件用于叫号。

source: Import Pack (zip)
zh_hans: 导入素材包（zip）

source: Import Single Clip
zh_hans: 导入单个素材

source: Imported Clips
zh_hans: 已导入音频

source: Interrupt Current
zh_hans: 打断当前播报

source: Interrupted
zh_hans: 已打断

source: Last 7 Days
zh_hans: 最近 7 天

source: Last 30 Days
zh_hans: 最近 30 天

source: Last Called
zh_hans: 上一位

source: Legal
zh_hans: 法律信息

source: License
zh_hans: 许可协议

source: Light
zh_hans: 浅色

source: Manage audio output in a later phase.
zh_hans: 将在后续阶段管理音频输出。

source: Manage built-in and imported audio clips used for calling.
zh_hans: 管理叫号所使用的内置与已导入音频。

source: Manage local data and app information in a later phase.
zh_hans: 将在后续阶段管理本地数据和应用信息。

source: Maximum Records
zh_hans: 最大记录数

source: Maximum: %d (total audio clips).
zh_hans: 最多：%d（音频素材总数）。

source: Name
zh_hans: 名称

source: Neutral
zh_hans: 中性

source: New Action
zh_hans: 新建叫号项

source: New Board
zh_hans: 新建面板

source: No Actions
zh_hans: 暂无叫号项

source: No Audio Clips
zh_hans: 暂无音频素材

source: No Boards
zh_hans: 暂无面板

source: No Calling Content
zh_hans: 暂无叫号内容

source: No History
zh_hans: 暂无记录

source: No Matching History
zh_hans: 没有符合条件的记录

source: None
zh_hans: 无

source: Not Connected
zh_hans: 未连接

source: Now Calling
zh_hans: 正在呼叫

source: Off
zh_hans: 关闭

source: OK
zh_hans: 好

source: On
zh_hans: 开启

source: Operation Failed
zh_hans: 操作失败

source: Optional. For example A, B, or C.
zh_hans: 可选。例如 A、B 或 C。

source: Optional. Use {name} for the generated name. Leave empty to speak the name itself.
zh_hans: 可选。使用 {name} 代表生成的名称。留空则直接播报名称。

source: Output Type
zh_hans: 输出类型

source: Pack Name
zh_hans: 素材包名称

source: Packs
zh_hans: 素材包

source: Pitch
zh_hans: 音调

source: Play Audio
zh_hans: 播放音频

source: Playback Mode
zh_hans: 播放方式

source: Prefix
zh_hans: 前缀

source: Premium
zh_hans: 最高品质

source: Preparing…
zh_hans: 准备中…

source: Preview Voice
zh_hans: 试听

source: Privacy
zh_hans: 隐私

source: Prompt Tone
zh_hans: 提示音

source: Proprietary
zh_hans: 专有软件

source: Queue Next
zh_hans: 排队播报

source: Queued
zh_hans: 排队中

source: Rate
zh_hans: 语速

source: Receiver
zh_hans: 听筒

source: Recent Call Count
zh_hans: 最近叫号数量

source: Recent Calls
zh_hans: 最近叫号

source: Repeat ×%lld
zh_hans: 重复 ×%lld

source: Repeat Count
zh_hans: 重复次数

source: Repeat Delay
zh_hans: 重复间隔

source: Replace Audio
zh_hans: 更换音频

source: Reset Called
zh_hans: 清除已叫

source: Restore
zh_hans: 恢复

source: Restore all settings to their default values?
zh_hans: 将所有设置恢复为默认值？

source: Restore Defaults
zh_hans: 恢复默认设置

source: Result
zh_hans: 结果

source: Retention Days
zh_hans: 保留天数

source: Retry
zh_hans: 重试

source: Save
zh_hans: 保存

source: Search history
zh_hans: 搜索记录

source: Select All
zh_hans: 全选

source: Settings
zh_hans: 设置

source: Show Archived
zh_hans: 显示归档

source: Single Clips
zh_hans: 单个素材

source: Something went wrong while loading this content.
zh_hans: 加载内容时出现问题。

source: Speak Text
zh_hans: 朗读文本

source: Speaks the announcement
zh_hans: 播报叫号内容

source: Speech Text
zh_hans: 播报文本

source: Standard
zh_hans: 标准

source: Start Number
zh_hans: 起始编号

source: Started At
zh_hans: 开始时间

source: Status
zh_hans: 状态

source: Style
zh_hans: 样式

source: Subtitle
zh_hans: 副标题

source: Success
zh_hans: 成功

source: Switch Output
zh_hans: 切换输出

source: The audio file could not be deleted.
zh_hans: 无法删除该音频文件。

source: The audio file could not be imported.
zh_hans: 无法导入该音频文件。

source: The call could not be replayed.
zh_hans: 无法重新叫号。

source: The changes could not be saved.
zh_hans: 无法保存更改。

source: The history could not be cleared.
zh_hans: 历史记录无法清空。

source: The item could not be deleted.
zh_hans: 无法删除该条目。

source: The new order could not be saved.
zh_hans: 无法保存新的排序。

source: The zip archive could not be imported.
zh_hans: 无法导入该 zip 压缩包。

source: This board has no actions yet.
zh_hans: 该面板还没有叫号项。

source: This board still contains actions. Delete its actions first.
zh_hans: 该面板仍包含叫号项，请先删除其中的叫号项。

source: This cannot be undone.
zh_hans: 此操作无法撤销。

source: This will delete %d %s.
zh_hans: 将删除 %d 个叫号。

source: Time Range
zh_hans: 时间范围

source: Title
zh_hans: 标题

source: Today
zh_hans: 今天

source: Try adjusting search or filters.
zh_hans: 请调整搜索或筛选条件。

source: Unable to Load
zh_hans: 加载失败

source: Unknown
zh_hans: 未知

source: Use the add button to create actions for this board.
zh_hans: 使用添加按钮为该面板创建叫号项。

source: Use the add button to create your first board.
zh_hans: 使用添加按钮创建第一个面板。

source: Version %@ (%@)
zh_hans: 版本 %@（%@）

source: Voice
zh_hans: 语音

source: Voice Model
zh_hans: 声模

source: Volume
zh_hans: 音量

source: Waiting for the next call
zh_hans: 等待下一次叫号

source: Warning
zh_hans: 警告

source: What is CallDesk
zh_hans: CallDesk 是什么

source: Wired
zh_hans: 有线
